Revit 2027 API
ParameterTypeId.AnalyticalPanelThickness Property
 "Thickness": Used for Analytical Panel
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalPanelThickness { get; }
Public Shared ReadOnly Property AnalyticalPanelThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalPanelThickness {
	ForgeTypeId^ get ();
}
static member AnalyticalPanelThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace